Repository: abdurrahmanalfaruqi/games
Catalog: lib/l10n/app_*.arb
Languages: es

# language
source: English
es: Espa침ol

# title
source: Rawg.io List of Games
es: Lista de juegos de Rawg.io

# top_rated
source: Top 5 best rated
es: Top 5 mejor valorados

# top_metacritic
source: Top 5 best rated on Metacritic
es: Top 5 mejor nota en Metacritic

# most_recent
source: 5 Most recent games
es: Top 5 juegos m치s recientes

source: Home
es: Inicio

# games
source: Videogames
es: Juegos

source: Favorites
es: Favoritos

source: Search
es: Buscar

source: Release date
es: Lanzado el

# metacritic
source: Metacritic Score
es: Nota en Metacritic

# filter_by_rating
source: Rating
es: Valoraci칩n

# rawg
source: Data provided by Rawg.io
es: Datos sacados de Rawg.io

source: Added to favorites
es: A침adido a favoritos

source: Removed from favorites
es: Eliminado de favoritos

# no_favorites
source: No favorites yet
es: No hay juegos en favoritos

source: My favorites
es: Mis favoritos

source: No results
es: No hay resultados

# search_placeholder
source: Search for a game
es: Buscar juegos
